espressif/esp-idf/components/heap/test_apps/heap_tests/sdkconfig.ci.misc_options
CONFIG_IDF_TARGET="esp32"
CONFIG_FREERTOS_UNICORE=y
CONFIG_ESP32_IRAM_AS_8BIT_ACCESSIBLE_MEMORY=y
CONFIG_HEAP_USE_HOOKS=y
CONFIG_HEAP_ABORT_WHEN_ALLOCATION_FAILS=y
